{
  "0": {
    "speech": "Still alive, I see. Is there anything else I can help you with?",
    "1": "What is this place?",
    "2": "Who are you?",
    "3": "What did you want me to do again?"
  },
  "1": {
    "speech": "What? I really hope you're joking, because only an idiot would enter this place without a goal.",
    "11": "Erm..."
  },
  "11": {
    "speech": "We are in the upper caves of the Sludgeworks. First things first, you'll need a good weapon and armour, and get used to defending yourself every time you turn a corner.\nUp here too many fools have gorged themselves on the filth and have been rewarded with deformations and madness. If you have any sense to you you'll be wise to avoid their fate.",
    "111": "Where did all these mutants come from?",
    "1": "What is this place?",
    "2": "Who are you?",
    "3": "What did you want me to do again?"
  },
  "111": {
    "speech": "Practically everything that has come in contact with Sludge have soaked up its putridity. It completely messes up your genetic code, and whats worse is that it's everywhere.\nMaybe the fools took a slip near a puddle of the stuff but I'm more supposing that they went for a dip. Too many stupid stories about illuscence flying around.",
    "1": "What is this place?",
    "2": "Who are you?",
    "3": "What did you want me to do again?"
  },
  "2": {
    "speech": "My name is Gilbert, I'm up here to collect resources for my allies at The Liminus.\nI can't tell you how to get there, but if you manage to, perhaps I can show you around. They're always looking for strong bodies and sane minds up there, and they might be able to protect you.",
    "1": "What is this place?",
    "2": "Who are you?",
    "3": "What did you want me to do again?"
  },
  "3": {
    "speech": "Rarely, moirebeasts are seen lurking around these caves. Their hide has unique properties which can be used to create clothing.\nThe only problem is that you'll have a headache for days even if you manage to kill one. Bring me back a decent sized scrap of their hide and I can give you some boots. Real vykan quality.",
    "1": "What is this place?",
    "2": "Who are you?"
  }
}
